def Articles():
    articles = [  
         { 'id': 1,  
           'title':'PYTHON DEFINATION',  
           'body':'파이썬은 초보자부터 전문가까지 사용자층을 보유하고 있다. 동적 타이핑(dynamic typing) 범용 프로그래밍 언어로, 펄 및 루비와 자주 비교된다. 다양한 플랫폼에서 쓸 수 있고, 라이브러리(모듈)가 풍부하여, 대학을 비롯한 여러 교육 기관, 연구 기관 및 산업계에서 이용이 증가하고 있다. 또 파이썬은 순수한 프로그램 언어로서의 기능 외에도 다른 언어로 쓰인 모듈들을 연결하는 풀언어(glue language)로써 자주 이용된다. 실제 파이썬은 많은 상용 응용 프로그램에서 스크립트 언어로 채용되고 있다. 도움말 문서도 정리가 잘 되어 있으며, 유니코드 문자열을 지원해서 다양한 언어의 문자 처리에도 능하다.',  
           'author':'JOHN CODE WICK',  
           'create_date':'06-21-2019',  }, 
        {  'id': 2,  
           'title':'PYTHON HISTORY_1',  
           'body':'파이썬은 1980년대 말 고안되어 네덜란드 CWI의 귀도 반 로섬이 1989년 12월 구현하기 시작하였다. 이는 역시 SETL에서 영감을 받은 ABC 언어의 후계로서, 예외 처리가 가능하고, 아메바 OS와 연동이 가능하였다. 반 로섬은 파이썬의 주 저자로 계속 중심적 역할을 맡아 파이썬의 방향을 결정하여, 파이썬 공동체로부터 "자선 종신 이사"의 칭호를 부여받았다. 이 같은 예로는 리눅스의 리누스 토발즈 등이 있다.',  
           'author':'JOHN CODE WICK nagarajan',  
           'create_date':'06-22-2019',  },  
        {  'id': 3,  
           'title':'PYTHON HISTORY_2',  
           'body':'파이썬 2.0은 2000년 10월 16일 배포되었고, 많은 기능이 추가되었다. 그중 전면적인 쓰레기 수집기(GC, Garbage Collector)탑재와 유니코드 지원이 특징적이다. 그러나 가장 중요한 변화는 개발 절차 그 자체로, 더 투명하고 공동체 지원을 받는 형태가 되었다.',  
           'author':'nagarajan JOHN CODE WICK',  
           'create_date':'06-25-2019',  } ] 
    return articles 
